<!DOCTYPE html>
<html lang="pt-br">
<head>
    <meta http-equiv="Content-Type" content="text/html; charset=ISO-8859-1">
    <meta name="description" content="OldWebZone: seu retro portal">
    <link rel="shortcut icon" href="./assets/imagens/favicon.ico" type="image/x-icon">
    <link rel="stylesheet" type="text/css" href="./not03.css">
    <title>OldWebZone</title>
</head>
<body>
     <div class="arealogo">
            <div class="logo">
                <img src="./assets/imagens/logo-removebg-preview.png" alt="logo" width="120px" height="120px" border="0">
            </div>
    </div>
    <div class="navbar">
        <a class="navitem" href="./page1.htm">Home</a>
        <a class="navitem" href="./nostalgia.htm">Nostalgia</a>
        <a class="navitem" href="">V&iacute;deos</a>
        <a class="navitem" href="./Games.htm">Games</a>
        <a class="navitem" href="">Downloads</a>
    </div>
    <div class="areasite">
        <div class="conteudo">
            <br>
            
            
            <div>
                <br><br>
                <img src="./assets/gifs/et1.gif" alt="gifet" class="giftitle"><h1> O caso Varginha completa 30 anos em 2026, e ainda gera forte interesse na ufologia brasileira e mundial</h1>
                <img src="./assets/imagens/etdevarginha.png" alt="et de varginha">
                <p>O Caso Varginha tamb&eacute;m conhecido como ET de Varginha completou 30 anos em 20 de janeiro de 2026 e voltou a ganhar repercuss&atilde;o nacional e internacional tanto como fen&ocirc;meno cultural quanto por debates sobre o que realmente aconteceu em 1996.</p>
                <p><span id="subtitulo">cronologia:</span><br>
                <br>- Antecedentes e relatos de objetos no c&eacute;u: <br><br>Alguns moradores da regi&atilde;o de Varginha MG relatam fen&ocirc;menos estranhos no c&eacute;u antes do epis&oacute;dio principal. Testemunhas afirmam ter observado objetos voadores n&atilde;o identificados (OVNIs) sobrevoando a &aacute;rea em meados de janeiro de 1996 incluindo relatos de luzes incomuns e movimento estranho no c&eacute;u que deixaram fazendeiros e moradores intrigados. Para alguns uf&oacute;logos o epis&oacute;dio teria come&ccedil;ado nos dias anteriores ao avistamento das criaturas com relatos de um objeto voador com avarias e dificuldade de se manter no ar possivelmente liberando fuma&ccedil;a e perdendo altitude at&eacute; cair em uma &aacute;rea rural pr&oacute;xima. Relatos que circulam em livros e testemunhos embora n&atilde;o exista documenta&ccedil;&atilde;o oficial comprovada dessa queda. <br></p>
                <img src="./assets/gifs/et3.gif" alt="gifnave" id="gifnave">

                <p>- 20 de janeiro de 1996: o avistamento das tr&ecirc;s jovens: <br><br>O ponto central do caso ocorreu na tarde de 20 de janeiro de 1996 quando tr&ecirc;s garotas, as irm&atilde;s Liliane Silva 16 anos e Valqu&iacute;ria Silva 14 e a amiga K&aacute;tia Andrade Xavier 22 relataram ter visto um ser estranho agachado perto de uma parede enquanto voltavam para casa por um terreno baldio no bairro Jardim Andere.</p>
                <img src="./assets/imagens/casovarginha2.png" alt="Jovens que viram a criatura" id="imagemsecundaria">
                <p>Elas descreveram a criatura tendo cabe&ccedil;a grande com tr&ecirc;s protuber&acirc;ncias na testa parecendo chifres, pele escura e viscosa, odor que lembra am&ocirc;nia, grandes olhos vermelhos e medindo aproximadamente um metro e meio de altura.</p>
                <p>Assustadas ao verem a criatura fugiram correndo do local e chegando em casa contaram para a m&atilde;e que haviam se deparado com a suposta criatura no caminho de casa. A m&atilde;e foi ao local em que as garotas avistaram o ser mas n&atilde;o o encontrou mais l&aacute;, constatando apenas um forte cheiro parecido com o de am&ocirc;nia no local e marcas no ch&atilde;o. Este relato foi o estopim que desencadeou uma onda de cobertura da imprensa, entrevistas e especula&ccedil;&otilde;es em todo o Brasil e no exterior.</p>
                <img src="./assets/imagens/casovarginha1.png" alt="criatura estranha" id="imagemsecundaria">
                <p>- Outros relatos de criaturas avistadas: <br><br>Ap&oacute;s o caso das meninas come&ccedil;aram a surgir outros relatos locais, um funcion&aacute;rio do zool&oacute;gico da cidade teria dito que viu uma criatura semelhante &agrave; avistada pelas meninas sendo levada para o zool&oacute;gico pelo Corpo de Bombeiros, mas afirma que ela n&atilde;o ficou no local. Nos meses seguintes alguns animais do zool&oacute;gico morreram sem causa explicada e isso passou a ser associado ao incidente por uf&oacute;logos. H&aacute; tamb&eacute;m relatos de que outra pessoa teria visto um ser parecido nas proximidades do zool&oacute;gico em outra ocasi&atilde;o. Esses relatos alimentaram ainda mais as especula&ccedil;&otilde;es sobre m&uacute;ltiplos seres e um evento de grande magnitude.</p>
                <img src="./assets/gifs/etDancarino.gif" alt="gif et dancando" id="gifnave">
                <p>- Movimenta&ccedil;&atilde;o militar e teorias de captura das criaturas: <br><br> Depois que os relatos se espalharam surgiram boatos de que militares teriam capturado os seres e  os levado para unidades do Ex&eacute;rcito ou hospitais militares, em especial a Escola de Sargentos das Armas EsSA. Alguns depoimentos atribu&iacute;dos a fontes an&ocirc;nimas mencionaram intensa movimenta&ccedil;&atilde;o de ve&iacute;culos militares e caminh&otilde;es em Varginha naquele m&ecirc;s. Para uf&oacute;logos e te&oacute;ricos da conspira&ccedil;&atilde;o isso seria evid&ecirc;ncia de um acobertamento das autoridades. <br><br> - Vers&atilde;o oficial e investiga&ccedil;&atilde;o militar: <br><br> O Inqu&eacute;rito Policial Militar IPM aberto para investigar o caso concluiu que n&atilde;o havia provas materiais de queda de nave, captura de seres ou transporte por parte das For&ccedil;as Armadas. Aquilo que foi descrito pelas meninas teria sido uma pessoa local com defici&ecirc;ncia mental conhecida na cidade como Mudinho e que sob chuva e condi&ccedil;&otilde;es de luz ruins poderia ter sido confundido com algo estranho. A movimenta&ccedil;&atilde;o de militares foi explicada por atividades rotineiras e a&ccedil;&otilde;es relacionadas a atendimentos durante fortes chuvas naquele per&iacute;odo. Oficialmente portanto o caso n&atilde;o tem comprova&ccedil;&atilde;o cient&iacute;fica nem documental de evento extraterrestre.</p> <br>
                <img src="./assets/imagens/militaresvarginha.png" alt="movimentacao militar">
                <p>O que se sabe &eacute; que 30 anos depois, o caso segue sendo um completo mist&eacute;rio que continua sendo investigado por uf&oacute;logos do Brasil e do exterior. E voc&ecirc;? acha que o que foi avistado pelas meninas foi realmente um alien ou foi o Mudinho como dizem as autoridades ou algo sobrenatural? Talvez um dia ficaremos sabendo.</p>
                
                <div class="underline"></div>
                
                <p id="noticeflash">Os conte&uacute;dos a seguir podem precisar do plugin Flash player para serem visualizados corretamente, recomendamos baix&aacute;-los no link a seguir. <br><a href="./assets/downloads/Flash_10_1_Setup.exe"><img src="./assets/gifs/getflash.gif" alt="gif flash" id="giflash"></a></p>

                <p>- Entrevista - Confira um trecho de uma entrevista do programa Fant&aacute;stico de 1996 sobre o caso.</p>

                <br><br><iframe width="400" height="300" src="https://www.youtube.com/embed/l6V81JtkWZY?si=HK0_qE5HKTXSI8Cb" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe><br><br>

                <div id="player"></div>
                <img  id="buttonplay" src="./assets/gifs/play.gif" alt="play" onclick="loadFlash()"><br>

                <script>
                    function loadFlash(){
                        document.getElementById("player").innerHTML =   
                        '<object classid="clsid:D27CDB6E-AE6D-11cf-96B8-444553540000" width="400" height="300" data="./assets/media/entrevistavarginha.swf" type="application/x-shockwave-flash">' +
                               ' <param name="movie" value="./assets/media/entrevistavarginha.swf">' +
                                '<param name="quality" value="high">' +
                                '<param name="play" value="true">' +
                                '<param name="loop" value="false">' +
                                '<param name="wmode" value="transparent">' +
                                '<param name="scale" value="showall">' +
                                
                                '<p id="errorFlash">Seu navegador n&atilde;o suporta Flash ou ele est&eacute; desativado. Instale o plugin do Flash player para poder visualizar esse conte&uacute;do.</p><a href="./assets/downloads/Flash_10_1_Setup.exe"><img src="./assets/gifs/getflash.gif" alt="baixe o flash" id="giflash"></a>' +
                        '</object>' ;
                    }
                </script>

                
                <br>

                <a href="http://web.archive.org/web/20050816112241/http://www.casovarginha.com.br/" target="_blank" id="botao">Confira aqui uma mat&eacute;ria publicada no site da revista UFO em 2005</a>
                
                <p>- Humor - Confira uma charge feita pelo site www.charges.com.br na &eacute;poca</p><br>
                <iframe width="400" height="300" src="https://www.youtube.com/embed/893cObgsS7A" title="YouTube video" frameborder="0" allowfullscreen></iframe><br><br>

                <div id="player2"></div>
                <img  id="buttonplay" src="./assets/gifs/play.gif" alt="play" onclick="loadFlash2()"><br>

                <script>
                    function loadFlash2(){
                        document.getElementById("player2").innerHTML =   
                        '<object  classid="clsid:D27CDB6E-AE6D-11cf-96B8-444553540000" width="400" height="300" data="./assets/media/TobbyentrevistaETdeVarginha.swf" type="application/x-shockwave-flash">' +
                                '<param name="movie" value="./assets/media/TobbyentrevistaETdeVarginha.swf">' +
                                '<param name="quality" value="high">' +
                                '<param name="play" value="true">' +
                                '<param name="loop" value="false">' +
                                '<param name="wmode" value="transparent">' +
                                '<param name="scale" value="showall">' +
                                
                                '<p id="errorFlash">Seu navegador n&atilde;o suporta Flash ou ele est&eacute; desativado. Instale o plugin do Flash player para poder visualizar esse conte&uacute;do.</p><a href="./assets/downloads/Flash_10_1_Setup.exe"><img src="./assets/gifs/getflash.gif" alt="baixe o flash" id="giflash"></a>' +
                        '</object>' ;
                    }
                </script>

                <!-- <object 
                        classid="clsid:D27CDB6E-AE6D-11cf-96B8-444553540000"  width="400" height="300" data="./assets/media/TobbyentrevistaETdeVarginha.swf" type="application/x-shockwave-flash">
                        <param name="movie" value="./assets/media/TobbyentrevistaETdeVarginha.swf">
                        <param name="quality" value="high">
                        <param name="play" value="false">
                        <param name="loop" value="false">
                        <param name="wmode" value="transparent">
                        <param name="scale" value="showall">
        
                    
                        <p id="errorFlash">Seu navegador n&atilde;o suporta Flash ou ele est&eacute; desativado. Instale o plugin do Flash player para poder visualizar esse conte&uacute;do.</p><a href="./assets/downloads/install_flash_player.exe"><img src="./assets/gifs/getflash.gif" alt="baixe o flash" id="giflash"></a>
                </object> <br>     -->


                <!-- <object
                        classid="clsid:D27CDB6E-AE6D-11cf-96B8-444553540000"
                        width="400"
                        height="300">

                        <param name="movie" value="./assets/media/c.swf" />
                        <param name="quality" value="high" />
                        <param name="play" value="true" />
                        <param name="loop" value="false" />

                        <embed
                            src="./assets/media/c.swf"
                            width="400"
                            height="300"
                            quality="high"
                            type="application/x-shockwave-flash">
                        </embed>

                </object> -->
                                        


                <img src="./assets/gifs/et2.gif" alt="gif et" id="gifnave">
            </div>
        </div>
        
    </div>

    <div class="rodape">
        <div class="logorodape">
            <a href="./page1.htm"><img src="./assets/imagens/logo-removebg-preview.png" alt="logo" width="120px" height="120px" border="0"></a>
            <p>Desenvolvido por Rafael Freire&copy; - Todos os direitos reservados&reg; - 2026</p>
        </div>
        
    </div>
</body>
</html>