<!DOCTYPE html>
<html lang="pt-br">
<head>
    <meta http-equiv="Content-Type" content="text/html; charset=ISO-8859-1">
    <meta name="description" content="OldWebZone: seu retro portal">
    <link rel="shortcut icon" href="./assets/imagens/favicon.ico" type="image/x-icon">
    <link rel="stylesheet" type="text/css" href="./not02.css">
    <title>OldWebZone</title>
</head>
<body>
     <div class="arealogo">
            <div class="logo">
                <img src="./assets/imagens/logo-removebg-preview.png" alt="logo" width="120px" height="120px" border="0">
            </div>
    </div>
    <div class="navbar">
        <a class="navitem" href="./page1.htm">Home</a>
        <a class="navitem" href="./nostalgia.htm">Nostalgia</a>
        <a class="navitem" href="">V&iacute;deos</a>
        <a class="navitem" href="">Games</a>
        <a class="navitem" href="">Downloads</a>
    </div>
    <div class="areasite">
        <div class="conteudo">
            <br>
            <h1>Gosta de conversar com seus amigos por chamadas de voz? conhe&ccedil;a esse servidor VOIP gratuito: Open Voip by Mishadow.</h1>
            <h3>Quinta-Feira, 29 de Janeiro de 2026</h3>
            <img src="./assets/imagens/6024165.png" alt="voip gratuito">
            <p> O qu&ecirc; &eacute; VoIP? (Voz sobre Protocolo de Internet) &eacute; uma tecnologia que permite realizar chamadas de voz e v&iacute;deo atrav&eacute;s da internet, convertendo sinais anal&oacute;gicos em dados digitais. Ao contr&aacute;rio da telefonia fixa tradicional, o VoIP utiliza conex&atilde;o banda larga, tornando as liga&ccedil;&otilde;es mais baratas, flex&iacute;veis e acess&iacute;veis por computadores, smartphones ou telefones IP. </p>
            <img src="./assets/gifs/voip1.gif" alt="voipgif">
            <p>
                Conhe&ccedil;a o Open Voip By Myshadow: Telefonia Livre e Gratuita. O projeto &eacute; um servi&ccedil;o de telefonia VoIP/SIP totalmente gratuito, desenvolvido com um foco claro: comunica&ccedil;&atilde;o interna eficiente, privada e sem burocracia. Se voc&ecirc; trabalha em equipe, gerencia um laborat&oacute;rio t&eacute;cnico ou simplesmente gosta de ter controle total sobre suas comunica&ccedil;&otilde;es, sabe que depender de apps de terceiros nem sempre &eacute; o ideal. Foi pensando nisso que nasceu o Open Voip By Myshadow.
            </p>
            <p>
                Diferente das operadoras convencionais, este servi&ccedil;o utiliza o protocolo SIP (Session Initiation Protocol) para transformar dados de internet em chamadas de voz de alta qualidade. Ele funciona como uma "central telef&ocirc;nica virtual" exclusiva para uso interno.
            </p><br><br>

            <img src="./assets/gifs/dialup.gif" alt="dialup" class="gifesp"><br><br><br>

            <h4>Por que usar este servi&ccedil;o?</h4>
            <ul class="lista">
                <li>Custo Zero: Ideal para quem precisa conectar ramais sem pagar por licen&ccedil;as caras.</li>
                <li>Foco em Privacidade: Por ser um servi&ccedil;o voltado ao uso interno, seus dados de sinaliza&ccedil;&atilde;o de chamada n&atilde;o passam por grandes mineradoras de dados.</li>
                <li>Interoperabilidade: Como utiliza o padr&atilde;o SIP, você pode usar o servi&ccedil;o em diversos dispositivos: Telefones IP f&iacute;sicos, Softphones no PC (como MicroSIP ou Zoiper) ou aplicativos no celular.</li>
                <li>Leveza e Agilidade: Configura&ccedil;&atilde;o direta e sem distra&ccedil;&otilde;es.</li>
            </ul>
            <br><br><img src="./assets/imagens/InterfaceSIP_print01.png" alt="microsip" class="imgEspecial"><br><br>
            <p>Um aplicativo que pode ser usado para se comunicar por VoIP no PC &eacute; o Microsip.</p><br>
            <br><img src="./assets/imagens/microsip (1).png" alt="config microsip"><br><br>
            <p>O microsip pode ser baixado gratuitamente acessando o site: <a href="https://www.microsip.org/downloads" target="_blank">https://www.microsip.org/downloads</a> .</p>
            <p>Pelo celular voc&ecirc; tamb&eacute;m consegue utilizar o servi&ccedil;o, atrav&eacute;s de aplicativos de voip como por exemplo o mizuDroid:</p><br><br>
            <img src="./assets/imagens/722bd29ff6b481ddbdcc1bde2bcf0e7d_fgraphic.png" alt="mizudroid"><br><br>
            <p>Voc&ecirc; pode baixar o Mizudroid em: <a href="https://play.google.com/store/apps/details?id=com.mizuvoip.mizudroid.app" target="_blank">https://play.google.com/store/apps/details?id=com.mizuvoip.mizudroid.app</a>.</p>
            <p>Nota do Desenvolvedor: O intuito do projeto &eacute; puramente colaborativo e voltado para entusiastas e equipes que buscam uma solu&ccedil;&atilde;o de telefonia SIP est&aacute;vel para ambientes internos.</p>

             

            <p>Quer saber mais sobre o projeto e se cadastrar? <br><br>
                Entre em contato com o desenvolvedor: <br><br>
                <img src="./assets/ico/envelope-removebg-preview.png" alt="icomail" class="ico"><a href="mailto:mishadowcamb@gmail.com"> <span class="contato">&nbsp;&nbsp;mishadowcamb@gmail.com</span></a><br><br>
                <img src="./assets/ico/msn-removebg-preview.png" alt="icomsn" class="ico"> <span class="contato">&nbsp;&nbsp;diegomishadow@escargot.chat </span><br><br>
                <img src="./assets/ico/voip-removebg-preview.png" alt="icovoip" class="ico"> <span class="contato">&nbsp;&nbsp;openvoip: 9666</span> <br><br>
                <!-- <img src="./assets/ico/web-removebg-preview.png" alt="icosite" class="ico"> <span class="contato">&nbsp;&nbsp;<a href="http://18.191.252.71:8080/" target="_blank">http://18.191.252.71:8080/</a></span> <br> -->
                 <img src="./assets/ico/web-removebg-preview.png" alt="icosite" class="ico"><span class="contato">&nbsp;&nbsp;<a href="" target="_blank">Site será divulgado em breve - </a></span> <br> 

            </p>


                <br><br>
            </div>
        </div>
        
    </div>

    <div class="rodape">
        <div class="logorodape">
            <a href="./page1.htm"><img src="./assets/imagens/logo-removebg-preview.png" alt="logo" width="120px" height="120px" border="0"></a>
            <p>Desenvolvido por Rafael Freire&copy; - Todos os direitos reservados&reg; - 2026</p>
        </div>
        
    </div>
</body>
</html>