<!DOCTYPE html>
<html lang="pt-br">
<head>
    <meta http-equiv="Content-Type" content="text/html; charset=ISO-8859-1">
    <meta name="description" content="OldWebZone: seu retro portal">
    <link rel="shortcut icon" href="./assets/imagens/favicon.ico" type="image/x-icon">
    <link rel="stylesheet" type="text/css" href="./orkut.css">
    <title>OldWebZone</title>
</head>
<body>
    <div class="arealogo">
            <div class="logo">
                <img src="./assets/imagens/logo-removebg-preview.png" alt="logo" width="120px" height="120px" border="0">
            </div>
    </div>
    <div class="navbar">
        <a class="navitem" href="./page1.htm">Home</a>
        <a class="navitem" href="./nostalgia.htm">Nostalgia</a>
        <a class="navitem" href="">V&iacute;deos</a>
        <a class="navitem" href="./Games.htm">Games</a>
        <a class="navitem" href="">Downloads</a>
    </div>

    <div class="areasite">

       <div class="page">
          <h1 id="tituloOrkut">ORKUT</h1>
          <h2>Hist&oacute;ria do Orkut:</h2>
          <img src="./assets/imagens/orkutrede.png" alt="orkut" class="imagemprincipal">
          <p>O Orkut foi uma rede social criada em 2004 pelo engenheiro turco Orkut B&uuml;y&uuml;kk&ouml;kten, enquanto trabalhava no Google. A ideia era conectar pessoas por meio de perfis pessoais, listas de amigos e, principalmente, das famosas comunidades, onde os usu&aacute;rios discutiam interesses em comum.</p>
          <p>Apesar de ter sido criado nos Estados Unidos, o Orkut fez enorme sucesso no Brasil e na &Iacute;ndia, a ponto de a maioria dos usu&aacute;rios ser desses pa&iacute;ses. No Brasil, ele virou um verdadeiro fen&ocirc;meno cultural: depoimentos, scraps, comunidades ic&ocirc;nicas ("Eu odeio acordar cedo", "Tenho pregui&ccedil;a at&eacute; de ter pregui&ccedil;a") e at&eacute; brigas virtuais marcaram &eacute;poca.</p>
          
          <p>Com o tempo, a rede come&ccedil;ou a perder espa&ccedil;o para concorrentes como o Facebook, que ofereciam mais recursos, melhor desempenho e maior foco em privacidade. Al&eacute;m disso, o Orkut sofreu com perfis falsos, spam e falta de grandes atualiza&ccedil;&otilde;es.</p>
          <p>Em 2014, o Google anunciou o encerramento oficial do Orkut, colocando fim a uma das redes sociais mais marcantes dos anos 2000. Mesmo depois do fim, o Orkut segue vivo na mem&oacute;ria afetiva de muita gente, especialmente no Brasil, como s&iacute;mbolo do come&ccedil;o da vida social na internet.</p>
          <img src="./assets/imagens/perfilorkut.png" alt="perfil do orkut" id="perfilOrkut">
          <h3>Funcionalidades do Orkut:</h3>
          <p><b>Perfil</b>: cada usu&aacute;rio tinha um perfil pessoal com foto, descri&ccedil;&atilde;o, interesses, hobbies, m&uacute;sicas favoritas e dados pessoais. O perfil funcionava como um cart&atilde;o de visitas dentro da rede social.<br><br><b>Scraps</b>: os scraps funcionavam como recados p&uacute;blicos deixados no perfil de outro usu&aacute;rio. Amigos ou visitantes podiam escrever mensagens, que ficavam vis&iacute;veis para todos. Era comum usar scraps para conversar, cumprimentar ou manter contato frequente.<br><br><b>Depoimentos</b>: os depoimentos eram mensagens mais pessoais, geralmente relacionadas &agrave; amizade ou ao carinho. Diferente dos scraps, eles precisavam ser aprovados pelo dono do perfil antes de serem exibidos publicamente.<br><br><b>Comunidades</b>: as comunidades eram uma das funcionalidades mais populares do Orkut. Elas reuniam pessoas com interesses em comum, como m&uacute;sicas, filmes, opini&otilde;es, frases engra&ccedil;adas ou situa&ccedil;&otilde;es do cotidiano. Dentro das comunidades, os usu&aacute;rios participavam de f&oacute;runs e enquetes.<br><br><b>Avalia&ccedil;&otilde;es</b>: o Orkut possu&iacute;a um sistema de avalia&ccedil;&atilde;o social em que os usu&aacute;rios podiam classificar seus amigos como confi&aacute;vel, legal e sexy. Essas avalia&ccedil;&otilde;es apareciam em forma de porcentagem no perfil.<br><br><b>Privacidade</b>: com o passar do tempo, o Orkut adicionou configura&ccedil;&otilde;es de privacidade, permitindo que o usu&aacute;rio controlasse quem podia ver scraps, fotos, comunidades e informa&ccedil;&otilde;es pessoais.<br><br><b>Fotos</b>: os usu&aacute;rios podiam criar &aacute;lbuns de fotos, comentar imagens e interagir por meio delas, algo que se tornou comum em redes sociais posteriores.</p>
          <h2>Comunidades:</h2>
            <p>As comunidades do Orkut foram uma das partes mais marcantes da rede social no Brasil. Elas funcionavam como espa&ccedil;os de humor, opini&atilde;o,           identidade pessoal e discuss&atilde;o, e muitas se tornaram extremamente populares.<br><br><b>Comunidades de humor e cotidiano</b>:
            Essas estavam entre as maiores do Orkut, reunindo milh&otilde;es de membros. Exemplos famosos incluem "Eu odeio acordar cedo", "Tenho pregui&ccedil;a at&eacute; de ter pregui&ccedil;a", "Eu abro a geladeira pra pensar" e "Odeio quando...". Os usu&aacute;rios usavam essas comunidades para reclamar do dia a dia e compartilhar situa&ccedil;&otilde;es engra&ccedil;adas.<br><br><b>Comunidades de identidade pessoal</b>:
            Muitas pessoas utilizavam comunidades para se descrever ou expressar sentimentos. Entre as mais conhecidas estavam "Sou legal, n&atilde;o t&ocirc; te dando mole", "Sou t&iacute;mido(a)", "Orgulho de ser brasileiro" e "Filhos &uacute;nicos sofrem". A lista de comunidades no perfil ajudava a construir a identidade do usu&aacute;rio.<br><br>
            <b>Comunidades de m&uacute;sica, filmes e cultura pop</b>:
            Bandas, cantores, filmes e s&eacute;ries possu&iacute;am comunidades enormes. Artistas como Charlie Brown Jr., Legi&atilde;o Urbana e Linkin Park, al&eacute;m de filmes e s&eacute;ries como Friends, Lost, Harry Potter e Senhor dos An&eacute;is, eram amplamente discutidos nesses espa&ccedil;os.<br><br><b>Comunidades pol&ecirc;micas e de rivalidade</b>:
            Algumas comunidades ficaram conhecidas pelas discuss&otilde;es acaloradas. Havia comunidades contra e a favor de estilos musicais, programas de televis&atilde;o e rivalidades regionais ou esportivas. Esses f&oacute;runs frequentemente geravam debates intensos entre os usu&aacute;rios.<br><br><b>Comunidades sobre relacionamentos</b>:
            Essas comunidades reuniam pessoas interessadas em falar sobre amor, paquera e vida amorosa. Exemplos populares incluem "Estou apaixonado(a)", "Encalhados" e "Solteiros at&eacute; quando?". Muitas intera&ccedil;&otilde;es rom&acirc;nticas come&ccedil;aram nesses espa&ccedil;os.<br><br><b>Comunidades de humor absurdo</b>:
            Algumas comunidades ficaram famosas por ideias simples e situa&ccedil;&otilde;es inusitadas, como "Eu nunca aperto 1 pra falar com atendente" e "Quando eu vejo um degrau eu pulo". Esse tipo de humor ajudou a moldar a linguagem da internet brasileira.<br><br>No Brasil, as comunidades do Orkut tiveram grande import&acirc;ncia cultural e influenciaram a forma como as pessoas se expressam na internet at&eacute; hoje.</p>

            <img src="./assets/gifs/lindomar.gif" alt="comunidade famosa" id="comunidadeOrkutlindomar"><br>
            <small>Lend&aacute;ria Comunidade Lindomar, O subzero Brasileiro </small> <br><br>

            <a href="http://web.archive.org/web/20141001005309/http://orkut.google.com/" class="botlink" target="_blank">Clique aqui e acesse o acervo de comunidades do Orkut</a>

            <h2>O orkut vai voltar?</h2>
            <img src="./assets/imagens/orkutvolta.png" alt="retorno do orkut" class="imagemprincipal">
            <p>Ap&oacute;s o encerramento do Orkut em 2014, a rede social ficou por muitos anos apenas na mem&oacute;ria dos usu&aacute;rios, especialmente no Brasil. No entanto, em 2022, o nome Orkut voltou a chamar aten&ccedil;&atilde;o quando o site orkut.com foi reativado com uma mensagem oficial do pr&oacute;prio criador do orkut.</p>
            <img src="./assets/imagens/criadororkut.png" alt="Orkut B&uuml;y&uuml;kk&ouml;kten" class="imagemTerciaria">
            <p>Essa mensagem foi publicada pelo pr&oacute;prio Orkut B&uuml;y&uuml;kk&ouml;kten, criador da rede, e dizia que ele estava trabalhando em algo novo, inspirado no esp&iacute;rito original do Orkut: conex&otilde;es reais, comunidades saud&aacute;veis e menos foco em algoritmos t&oacute;xicos, &oacute;dio e desinforma&ccedil;&atilde;o. A p&aacute;gina convidava os visitantes a se cadastrarem para receber novidades sobre o projeto.</p>
            <img src="./assets/imagens/mensagemdoorkut.png" alt="mensagem do orkut" id="perfilOrkut2">
            <p>O anuncio gerou grande repercuss&atilde;o, principalmente no Brasil, com muita nostalgia e expectativa de um poss&iacute;vel retorno da rede social. Muitas pessoas esperavam a volta das comunidades, scraps e da experi&ecirc;ncia mais simples da internet dos anos 2000. Apesar disso, at&eacute; hoje n&atilde;o houve o relan&ccedil;amento oficial de um novo Orkut funcional. O que existe &eacute; apenas a p&aacute;gina institucional e declara&ccedil;&otilde;es do criador sobre a inten&ccedil;&atilde;o de desenvolver uma nova plataforma, n&atilde;o exatamente uma c&oacute;pia do Orkut antigo, mas uma rede social moderna inspirada em seus valores.<br> Assim, o chamado &ldquo;retorno do Orkut&rdquo; representa mais um projeto em desenvolvimento e um resgate simb&oacute;lico, do que a volta real da rede social como ela existia. Mesmo assim, o interesse demonstrou o quanto o Orkut marcou a hist&oacute;ria da internet e deixou saudade em milh&otilde;es de usu&aacute;rios.</p>

          

       </div>

        

    </div>   

    <div class="rodape">
        <div class="logorodape">
            <a href="./page1.htm"><img src="./assets/imagens/logo-removebg-preview.png" alt="logo" width="120px" height="120px" border="0"></a>
            <p>Desenvolvido por Rafael Freire&copy; - Todos os direitos reservados&reg; - 2026</p>
        </div>
        
    </div>
</body>
</html>